Repository: Salix-OS/SaLT
Catalog: grub2/generate/po/*.po
Languages: ar, cs, de, es_ar, fr, hu, it, nl, pl, pt_br, pt_pt, ru, tr

source: Start _DISTRONAME_
ar: بدء تشغيل _DISTRONAME_
cs: Spustit _DISTRONAME_
de: Starte _DISTRONAME_
es_ar: Iniciar _DISTRONAME_
fr: Démarrer _DISTRONAME_
it: Avvia _DISTRONAME_
pt_br: Iniciar _DISTRONAME_
pt_pt: Iniciar _DISTRONAME_
ru: Запустить _DISTRONAME_
tr: Başlat _DISTRONAME_

source: Live system is loading...
ar: يتم تحميل النظام الحي...
cs: Live systém se nahrává...
de: Das Live-System wird geladen...
es_ar: El sistema Live está cargando...
fr: Le système Live démarre...
hu: A Live rendszer töltődik
it: Il sistema Live si sta caricando...
nl: Live systeem wordt geladen...
pl: Live system jest ładowany...
pt_br: Sistema live está carregando...
pt_pt: Sistema live está a carregar ...
ru: Live система загружается...
tr: Sistem yükleniyor...

source: Change boot options
ar: تغيير خيارات الإقلاع
cs: Změnit nastavení bootování
de: Bootoptionen ändern
es_ar: Cambiar las opciones de arranque
fr: Changer les options de démarrage
hu: Betöltési opciók megváltoztatása
it: Cambia opzioni boot
nl: Opstartopties wijzigen
pl: Zmień opcje boot
pt_br: Alterar opções de boot
pt_pt: Alterar as opções de inicialização
ru: Сменить опции загрузки
tr: Açılış seçeneklerini değiştir

source: Change time zone
fr: Changer le fuseau horaire

source: Change language
ar: تغيير اللغة
cs: Změnit jazyk
de: Sprache ändern
es_ar: Cambiar el idioma
fr: Changer la langue
hu: Nyelv megváltoztatása
it: Cambia lingua
nl: Taal wijzigen
pl: Zmień język
pt_br: Mudar o idioma
pt_pt: Alterar o idioma
ru: Сменить язык
tr: Dil' i değiştir

source: Change keyboard layout
ar: تغيير تخطيط لوحة المفاتيح
cs: Změnit rozložení klávesnice
de: Tastaturlayout ändern
es_ar: Cambiar la distribución del teclado
fr: Changer la disposition du clavier
hu: Billentyűzetkiosztás megváltoztatása
it: Cambia layout tastiera
nl: Toetsenbordindeling wijzigen
pl: Zmień układ klawiatury
pt_br: Alterar configuração do teclado
pt_pt: Alterar a disposição do teclado
ru: Сменить раскладку клавиатуры
tr: Klavye düzenini değiştir

source: Save all settings to be autoloaded for future boots
ar: حفظ كافة الإعدادات لتكون مُحملة تلقائياً عند الإقلاع في المستقبل
cs: Uložte všechna nastavení, aby se automaticky nahrála při dalších spouštěních
de: Alle Einstellungen speichern, damit sie bei zukünftigen Startvorgängen automatisch geladen werden
es_ar: Guardar todos los parámetros para cargarlos automáticamente en arranques futuros
fr: Enregistrer les paramètres pour les futurs démarrages
hu: Minden beállítás elmentése és automatikus betöltése a következő indításkor
it: Salva tutte le impostazioni da caricare automaticamente ai prossimi avvii
nl: Sla alle instellingen op voor alle toekomstige opstartmomenten
pl: Zachowaj wszystkie ustawienia będące autoładowane dla przyszłych rozruchów
pt_br: Salvar todas as configurações para serem auto carregadas em inicializações futuras
pt_pt: Salvar todas as configurações para ser carregados automaticamente para inicializações futuras
ru: Сохранить все настройки для их использования при следующих загрузках
tr: Gelecek oturumlar için tüm ayarları kendiliğinden yüklenecek şekilde kaydedin.

source: Hardware detection tool
fr: Outil de détection matériel

source: Memory Test
ar: اختبار الذاكرة
cs: Paměťový test
de: Speichertest
es_ar: Comprobar la memoria
fr: Tester la mémoire (RAM)
hu: Memóriateszt
it: Test della memoria
nl: Geheugentest
pl: Test pamięci
pt_br: Testar a memória
pt_pt: Teste de Memória
ru: Тест памяти
tr: Hafıza Testi

source: Reboot
fr: Redémarrer

source: Power off
fr: Éteindre

source: Select an item to change the configuration:
fr: Sélecionnez une ligne pour changer la configuration :

source: Return to boot menu
ar: العودة إلى قائمة الإقلاع
cs: Návrat do boot menu
de: Zurück zum Startmenü
es_ar: Volver al menú principal
fr: Retourner au menu de démarrage
hu: Vissza az indítómenübe
it: Torna indietro al menu di boot
nl: Terug naar boot menu
pl: Wróć do menu rozruch
pt_br: Voltar para menu inicial
pt_pt: Voltar ao menu de arranque
ru: Вернуться в меню загрузки
tr: Açılış menüsüne geri dön

source: Boot to runlevel '3' (text mode)
ar: الإقلاع في مستوى تشغيل '3' (وضع النص)
cs: Bootovat do režimu 3 (textový mód)
de: Starte Runlevel '3' (Textmodus)
es_ar: Arrancar en runlevel '3' (modo texto)
fr: Démarrer en runlevel '3' (mode texte)
hu: Indítás '3'-as futási szinten (szöveges mód)
it: Avvia con il runlevel '3' (modalità testuale)
nl: Boot in runlevel '3' (tekst modus)
pl: Rozruch na poziomie '3' (tryb tekstowy)
pt_br: Iniciar para nivel '3' (modo texto)
pt_pt: Arranque para runlevel '3' (modo de texto)
ru: Использовать уровень запуска (runlevel) '3' при загрузке (текстовый режим)
tr: '3' düzey ile aç (metin arayüz)

source: Boot to runlevel '4' (graphical login)
fr: Démarrer en runlevel '4' (mode graphique)

source: 'Copy everything to RAM' disabled
fr: 'Copie intégrale vers la RAM' désactivée

source: 'Copy everything to RAM' enabled
fr: 'Copie intégrale vers la RAM' activée

source: Numlock on boot disabled
fr: Verrou numérique au démarrage désactivé

source: Numlock on boot enabled
fr: Verrou numérique au démarrage activé

source: Ibus disabled
fr: Ibus désactivé

source: Ibus enabled
fr: Ibus activé

source: Synaptics fdi disabled
fr: Pavé tactile Synaptic désactivé

source: Synaptics fdi enabled
fr: Pavé tactile Synaptic activé

source: Sound on boot enabled
fr: Son au démarrage

source: Sound on boot disabled
fr: Pas de son au démarrage

source: Autologin on boot disabled
fr: Connexion automatique désactivée

source: Autologin on boot enabled
fr: Connexion automatique activée

source: gfxpayload=keep not used
fr: gfxpayload=keep non-utilisé

source: gfxpayload=keep used
fr: gfxpayload=keep utilisé

source: Change root password
ar: تغيير كلمة مرور الجذر
cs: Změnit root heslo
de: Ändere root-Passwort
es_ar: Cambiar contraseña de root
fr: Changer mot de passe root
hu: Rendszergazda jelszó megváltoztatása
it: Modifica password di root
nl: Root wachtwoord wijzigen
pl: Zmiana hasła root
pt_br: Mudar a senha do root
pt_pt: Alterar senha do root
ru: Сменить пароль пользователя root
tr: root parolasını değiştir

source: New root password (choose 'ask' to be asked at boot):
ar: كلمة المرور الجديدة للجذر (اختر 'ask' للمطالبة بها عند الإقلاع):
cs: Nové heslo root (vyberte 'ask' pro zeptání se při bootování):
es_ar: Nueva contraseña de root (elegir 'ask' para que se le pida al arranque):
fr: Mot de passe root (« ask » pour le taper plus tard) :
hu: Új rendszergazda jelszó (válassza az 'ask lehetőséget indításkor):
pt_br: Nova senha do root (escolha 'ask' para que o sistema peça a senh ao iniciar):
pt_pt: Nova senha root (escolha a opção 'ask' a ser feita no arranque):
ru: Новый пароль пользователя root (выберите 'ask' для запроса при загрузке):

source: Set a proxy
ar: تعيين وكيل
cs: Nastavit proxy
de: Einen Proxy setzen
es_ar: Establecer un proxy
fr: Définissez un proxy
hu: Proxy beállítása
it: Imposta un proxy
nl: Stel een proxy in
pl: Ustawienia proxy
pt_br: Definir um proxy
pt_pt: Definir um proxy
ru: Задать параметры прокси-сервера
tr: Vekil sunucu(proxy) ayarla

source: New proxy (empty for no proxy):
ar: الوكيل الجديد (فارغة بدون وكيل):
cs: Nová proxy (prázdná hodnota pro žádnou)
es_ar: Proxy nuevo (vacío para sin proxy):
fr: Nouveau proxy (vide pour aucun proxy) :
hu: Új proxy (hagyja üresen ha nincs):
pt_br: Novo proxy (deixe vazio para não usar proxy):
pt_pt: Novo proxy (vazio para nenhum proxy):
ru: Новый прокси-сервер (оставьте пустым если прокси-сервер не используется):
tr: Yeni vekil sunucu (Vekil sunucu yoksa boş bırakınız):

source: Boot from an ISO
ar: الإقلاع من ISO
cs: Bootovat z ISO obrazu
de: Von einem ISO starten
es_ar: Arrancar desde un ISO
fr: Démarrer à partir d'un ISO
hu: Rendszerindítás egy ISO fájlból
it: Avvio da una ISO
nl: Opstarten vanaf een ISO
pl: Rozruch z ISO
pt_br: Iniciar de uma ISO
pt_pt: Arranque a partir de uma ISO
ru: Загрузка с ISO-образа
tr: Kalıptan başlat

source: Path to the ISO to boot from:
ar: المسار إلى ISO للإقلاع منه:
cs: Cesta k ISO, ze kterého se má bootovat:
es_ar: Ruta para el ISO desde donde arrancar:
fr: Chemin vers l'ISO depuis lequel démarrer :
hu: Az indítandó ISO fájl elérési útja:
pt_br: Caminho para a ISO da qual iniciar:
pt_pt: Caminho para o ISO para arrancar a partir:
ru: Путь до загрузочного ISO-образа:
tr: Kalıp dosyasının bulunduğu klasör:

source: Custom linux kernel parameters
ar: تخصيص معلمات نواة لينكس
cs: Vlastní linux kernel parametry
de: Eigene Parameter für den Linux-Kernel
es_ar: Parámetros personalizados del kernel de linux
fr: Paramètres personnalisés de démarrage du noyau Linux
hu: Egyéb linux kernel paraméterek
it: Personalizza i parametri del kernel linux
nl: Aangepaste Linux kernel parameters
pl: Niestandardowe parametry jądra linux
pt_br: Parâmetros customizados do kernel linux
pt_pt: Personalizar parâmetros no núcleo linux
ru: Прочие параметры ядра linux
tr: Özel linux çekirdek parametreleri

source: Enter custom linux kernel parameters:
ar: قم بإدخال معلمات النواة لينكس المخصصة:
cs: Zadejte vlastní linux kernel parametry:
es_ar: Ingresar parámetros personalizados del kernel de linux:
fr: Paramètres personnalisés de démarrage de Linux :
hu: Adja meg az egyéb linux kernel paramétereket:
pt_br: Adicione parâmetros customizados do kernel linux:
pt_pt: Introduza parâmetros personalizáveis no núcleo linux:
ru: Введите прочие параметры ядра linux:
tr: Özel linux çekirdek parametreleri girişi:

source: The hardware clock is
fr: L'horloge interne est

source: This is not my current time
fr: Ce n'est pas mon heure

source: This time is correct
fr: Cette heure est correcte

source: There was an error saving your settings. Are the live files located on a writeable media like an USB key (i.e. not a CDROM)?
ar: حدث خطأ أثناء حفظ الإعدادات. هل الملفات الحية الموجودة على وسائط قابل للكتابة مثل على سواقة USB (أي ليست CDROM)؟
cs: Vyskytla se chyba při ukládání vašeho nastavení. Jsou live soubory umístěny na médiu, na které se dá zapisovat, například na USB disku (například ne CDROM)?
de: Beim Speichern Ihrer Einstellung trat ein Fehler auf. Sind die Live-Dateien auf einem beschreibbaren Medium, wie z.B. einem USB-Stick (keine CD-ROM)?
es_ar: Ocurrió un error al guardar sus parámetros. ¿Los archivos live están localizados en un medio escribible como una llave USB (es decir, no en un CDROM)?
fr: Il y a eu une erreur d'enregistrer de vos paramètres. Les fichiers se trouvent-ils sur un support inscriptible comme une clé USB (c'est à dire pas un CDROM) ?
hu: Hiba történt az egyéni beállításainak mentésekor. Ugye a live rendszer fájljai írható médián találhatóak, olyanon mint pl. USB kulcs (és nem egy CD-n)?
it: S i è verificato un errore nel salvataggio delle impostazioni. I files live sono stati conservati su un dispositivo scrivibile come una chiavetta USB (i.e. non su un CDROM)?
nl: Er is een fout opgetreden bij het opslaan van uw instellingen. Staan de live-bestanden op een beschrijfbare media zoals een USB-stick (dus geen CD-ROM)?
pl: Wystąpił błąd podczas zapisywania ustawień. Czy pliki live są na zapisywalnych nośnikach jak pamięć USB (to jest nie z CD-ROMu)?
pt_br: Houve um erro ao salvar suas configurações. Os arquivos live estão localizados em uma midia gravável como um pendrive USB (por exemplo não no CDROM)?
pt_pt: Ocorreu um erro ao salvar as suas configurações. Estão os ficheiros live localizados numa media gravável como uma pendrive (i.e. não um CDROM)?
ru: Произошла ошибка при сохранении ваших настроек. Файлы точно расположены на носителе доступном для записи вроде USB флеш-диска (то есть НЕ на CDROM)?
tr: Ayarlarınızı kaydederken bir hata oluştu. Sistem dosyaları USB Bellek gibi yazılabilir bir ortamda mı bulunuyor?(CDROM uygun değil)

source: y
ar: ن
cs: a
de: j
es_ar: s
fr: o
hu: i
it: s
nl: j
pl: t
pt_br: s
pt_pt: s
tr: e

source: Y
ar: ن
cs: A
de: J
es_ar: S
fr: O
hu: I
it: S
nl: J
pl: T
pt_br: S
pt_pt: S
tr: E

source: Please select your time zone area:
fr: Veuillez sélectionner votre zone de fuseau horaire :

source: Next page
fr: Page suivante

source: Previous page
fr: Page précédente

source: Please select your keyboard layout:
fr: Veuillez sélectionner votre disposition clavier :

source: Please select your language:
fr: Veuillez sélecyionner votre langue :

source: Please select your time zone city:
fr: Veuillez sélectionner votre ville de fuseau horaire :

source: Select an item:
fr: Sélectionnez une ligne :

source: Boot to runlevel '4' (graphical login) (default)
ar: الإقلاع في مستوى تشغيل '4' (دخول رسومي) (افتراضي)
cs: Bootovat do režimu 4 (grafické přihlášení) (základní)
de: Starte Runlevel '4' (grafischer Login) (Standard)
es_ar: Arrancar en runlevel '4' (inicio de sesión gráfico) (por defecto)
hu: Indítás '4'-es futási szinten (grafikus bejelentkezés) (alapértelmezett)
it: Avvia con il runlevel '4' (login gafico) (default)
nl: Boot in runlevel '4' (grafische login) (standaard)
pl: Rozruch na poziomie '4' (graficzny tryb logowania) (domyślnie)
pt_br: Iniciar para nivel '4' (login gráfico) (predefinido)
pt_pt: Arranque para runlevel '4' (login gráfico) (padrão)
ru: Использовать уровень запуска (runlevel) '4' при загрузке (графический вход в систему) (по умолчанию)
tr: '4' düzey ile aç (grafik arayüzlü) (varsayılan)

source: Enable 'Copy everything to RAM'
ar: تمكين 'نسخ كل شيء إلى ذاكرة الوصول العشوائي'
cs: Zapnout 'kopírovat vše do RAM'
de: Aktiviere 'Alles in den Arbeitsspeicher kopieren'
es_ar: Habilitar 'Copiar todo a RAM'
hu: A 'Minden másolása a memóriába' opció engedélyezése
it: Abilita 'Copia tutto in RAM'
nl: 'Kopieer alles naar RAM' inschakelen
pl: Włącz 'Kopiuj wszystko do RAM'
pt_br: Habilitar 'Copiar tudo para RAM'
pt_pt: Habilitar 'Copiar tudo para a RAM'
ru: Разрешить 'Копировать все в ОЗУ'
tr: 'Herşeyin belleğe kopyalanması' ' nı aktif yap

source: Disable 'Copy everything to RAM' (default)
ar: تعطيل 'نسخ كل شيء إلى ذاكرة الوصول العشوائي' (الافتراضي)
cs: Vypnout 'kopírovat vše do RAM' (základní)
de: Deaktiviere 'Alles in den Arbeitsspeicher kopieren'
es_ar: Deshabilitar 'Copiar todo a RAM' (por defecto)
hu: A 'Minden másolása a memóriába' opció tiltása (alapértelmezett)
it: Disabilita 'Copia tutto in RAM' (default)
nl: 'Kopieer alles naar RAM' uitschakelen (standaard)
pl: Wyłącz 'Kopiuj wszystko do RAM' (domyślnie)
pt_br: Deshabilitar 'Copiar tudo para RAM' (predefinido)
pt_pt: Inabilitar 'Copiar tudo para a RAM' (padrão)
ru: Запретить 'Копировать все в ОЗУ' (по умолчанию)
tr: 'Herşeyin belleğe kopyalanması' ' nı pasif yap (varsayılan)

source: Enable numlock on boot
ar: تمكين numlock عند الإقلاع
cs: Zapnout numerickou klávesnici při bootování
de: Aktiviere Numlock beim Starten
es_ar: Habilitar BloqNum en el arranque
hu: Numerikus billentyűzet engedélyezése indításkor
it: Abilita numlock all'avvio
nl: NumLock bij het opstarten inschakelen
pl: Włącz numlock przy starcie
pt_br: Habilitar numlock ao iniciar
pt_pt: Habilitar numlock no arranque
ru: Включить numlock при загрузке
tr: Açılışta numlock' u aktif et

source: Disable numlock on boot (default)
ar: تعطيل numlock عند الإقلاع (افتراضي)
cs: Vypnout numerickou klávesnici při bootování (základní)
de: Deaktiviere Numlock beim Starten (Standard)
es_ar: Deshabilitar BloqNum en el arranque (por defecto)
hu: Numerikus billentyűzet tiltása indításkor (alapértelmezett)
it: Disabilita numlock all'avvio (default)
nl: NumLock bij het opstarten (standaard) uitschakelen
pl: Wyłącz numlock przy starcie (domyślnie)
pt_br: Deshabilitar numlock ao iniciar (predefinido)
pt_pt: Inabilitar numlock no arranque (padrão)
ru: Отключить numlock при загрузке (по умолчанию)
tr: Açılışta numlock' u pasif yap (varsayılan)

source: Enable Ibus
ar: تمكين Ibus
cs: Povolit Ibus
de: Ibus aktivieren
es_ar: Habilitar Ibus
hu: Ibus engedélyezése
it: Abilita Ibus
nl: Schakel Ibus in
pl: Włącz Ibus
pt_br: Ativar Ibus
pt_pt: Habilitar Ibus
ru: Разрешить Ibus
tr: IBus'ı aktifleştir.

source: Disable Ibus (default)
ar: تعطيل Ibus (افتراضي)
cs: Zakázat Ibus (defaultně)
de: Deaktiviere Ibus (Standard)
es_ar: Deshabilitar Ibus (por defecto)
hu: Ibus tiltása (alapértelmezett)
it: Disabilita Ibus (default)
nl: Schakel ibus uit (standaard)
pl: Wyłącz Ibus (domyślnie)
pt_br: Desativar Ibus (padrão)
pt_pt: Inabilitar Ibus (padrão)
ru: Запретить Ibus (по умолчанию)
tr: IBus'ı pasifleştir.(öntanımlı)

source: Enable synaptics fdi (sometimes unreliable)
ar: تمكين synaptics fdiر (في بعض الأحيان غير موثوقة)
cs: Zapnout synaptics fdi (občas nespolehlivé)
de: Aktiviere synaptics fdi (manchmal unzuverlässig)
es_ar: Habilitar synaptics fdi (no confiable a veces)
hu: A synaptics fdi engedélyezése (néha megbízhatatlan)
it: Abilita synaptics fdi (a volte inaffidabile)
nl: synaptics FDI inschakelen (soms onbetrouwbaar)
pl: Włącz synaptics fdi (czasami niestabilne)
pt_br: Habilitar synaptics fdi (às vezes pouco fiável)
pt_pt: Habilitar synaptics fdi (às vezes não confiáveis)
ru: Включить synaptics fdi (иногда ненадежно)
tr: Touchpad' i aktif yap(bazen sağlıksız)

source: Disable synaptics fdi (reliable) (default)
ar: تعطيل synaptics fdi (افتراضي) (موثوقة)
cs: Vypnout synaptics fdi (spolehlivé) (základní)
de: Deaktiviere synaptics fdi (bewährt) (Standard)
es_ar: Deshabilitar synaptics fdi (confiable) (por defecto)
hu: A synaptics fdi tiltása (megbízható) (alapértelmezett)
it: Disablita synaptics fdi (affidabile) (default)
nl: synaptics FDI uitschakelen (betrouwbaar) (standaard)
pl: Wyłącz synaptics fdi (stabilne) (domyślnie)
pt_br: Deshabilitar synaptics fdi (fiável) (predefinido)
pt_pt: Inabilitar synaptics fdi (confiável) (padrão)
ru: Отключить synaptics fdi (надежно) (по умолчанию)
tr: Touchpad' i pasif yap(sağlıklı)

source: No sound on boot
ar: بدون صوت عند الإقلاع
cs: Při bootování bez zvuku
de: Kein Sound beim Starten
es_ar: Sin sonido en el arranque
hu: Ne legyen hang indításkor
it: Nessun suono all'avvio
nl: Geen geluid bij opstarten
pl: Wyłącz dźwięk na starcie
pt_br: Sem som ao iniciar
pt_pt: Não há som no arranque
ru: Отключить звук при загрузке
tr: Açılışta sessiz

source: Enable sound on boot (default)
ar: تمكين الصوت عند الإقلاع (افتراضي)
cs: Povolit zvuk při bootování (defaultně)
de: Sound beim Starten aktivieren (Standard)
es_ar: Habilitar sonido en el arranque (por defecto)
hu: Hang engedélyezése indításkor (alapértelmezett)
it: Abilita suono all'avvio (default)
nl: Schakel geluid in bij het opstarten (standaard)
pl: Włącz dźwięk na starcie (domyślnie)
pt_br: Ativar som ao iniciar (padrão)
pt_pt: Habilitar o som no arranque (padrão)
ru: Включить звук при загрузке (по умолчанию)
tr: Açılışta sesli (öntanımlı)

source: Enable autologin on boot (default)
ar: تمكين الدخول التلقائي عند الإقلاع (افتراضي)
cs: Povolit autologin při bootování (defaultně)
de: Automatischen Login beim Starten aktivieren (Standard)
es_ar: Habilitar inicio de sesión automático en el arranque (por defecto)
hu: Automatikus belépés engedélyezése (alapértelmezett)
it: Abilita login automatico all'avvio (default)
nl: Schakel autologin in bij het opstarten (standaard)
pl: Włacz automatyczne logowanie przy starcie (domyślne)
pt_br: Ativar autologin ao iniciar (padrão)
pt_pt: Habilitar autologin no arranque (padrão)
ru: Включить автоматический вход в систему (по умолчанию)
tr: Açılışta otomatik girişi aktifleştir (öntanımlı)

source: Disable autologin on boot
ar: تعطيل الدخول التلقائي عند الإقلاع
cs: Zakázat autologin při bootování
de: Automatischen Login beim Starten deaktivieren
es_ar: Deshabilitar inicio de sesión automático en el arranque
hu: Automatikus belépés tiltása
it: Disabilita login automatico all'avvio
nl: Schakel autologin uit bij opstarten
pl: Wyłącz automatyczne logowanie przy starcie
pt_br: Desativar autologin ao iniciar
pt_pt: Inabilitar autologin no arranque
ru: Отключить автоматический вход в систему
tr: Açılışta otomatik girişi pasifleştir (öntanımlı)

source: Enable gfxpayload=keep (default)
ar: تمكين gfxpayload=keep (افتراضي)
cs: Povolit gfxpayload=keep (defaultně)
de: gfxpayload=keep aktivieren (Standard)
es_ar: Habilitar gfxpayload=keep (por defecto)
hu: Engedélyezze a gfxpayload=keep opciót (alapértelmezés)
it: Abilita gfxpayload=keep (default)
nl: Schakel gfxpayload=keep in (default)
pl: Włącz gfxpayload=keep (domyślnie)
pt_br: Ativar gfxpayload=keep (padrão)
pt_pt: Habilitar gfxpayload=manter (padrão)
ru: Использовать gfxpayload=keep (по умолчанию)
tr: Enable gfxpayload=keep (varsayılan)

source: Disable gfxpayload=keep (if it doesn't load try this)
ar: تعطيل gfxpayload=keep (إذا لم يتم تحميله حاول هذا)
cs: Nepovolit gfxpayload=keep (pokud se nenahraje, použijte tento)
de: gfxpayload=keep deaktivieren (versuchen Sie das, falls das Laden fehlschlägt)
es_ar: Deshabilitar gfxpayload=keep (si no carga probar esto)
hu: Tiltsa a gfxpayload=keep opciót (ha egyáltalán nem indulna)
it: Disabilita gfxpayload=keep (se non viene caricato prova questo)
nl: Schakel gfxpayload=keep uit (als het niet wordt geladen, probeer deze optie)
pl: Wyłącz gfxpayload=keep (jeśli niemożliwe spróbuj tego)
pt_br: Desativar gfxpayload=keep (se ele não carrega, tente isso)
pt_pt: Inabilitar gfxpayload=manter (se ele não carregar tente isto)
ru: Не использовать gfxpayload=keep (попробуйте эту опцию если не загружается)
tr: Disable gfxpayload=keep (eğer yüklemezse, bunu deneyin)

source: Do you want to skip the language selection menu? [y/N]
ar: هل تريد تخطي قائمة اختيار اللغة؟ [ن/ﻻ]
cs: Přejete si přeskošit menu výběru jazyků? [a/N]
es_ar: ¿Desea saltear el menú de selección del idioma? [s/N]
hu: Valóban kihagyja a nyelvválasztó menüt? [i/N]
pt_br: Você quer pular o menu de seleção de idiomas? [s/N]
pt_pt: Você quer saltar o menu de seleção de idioma? [y/N]
ru: Хотите пропустить меню выбора языка? [y/N]
tr: Dil seçim menüsünü atlamak ister misiniz? [e/N]

source: Invalid response
ar: استجابة غير صالحة
cs: Špatná odpověď
de: Ungültige Antwort
es_ar: Respuesta inválida
hu: Érvénytelen válasz
it: Risposta non valida
nl: Ongeldige invoer
pl: Nieprawidłowa odpowiedź
pt_br: Resposta inválida
pt_pt: Resposta inválida
ru: Некорректный ответ
tr: Geçersiz yanıt

source: n
ar: ﻻ

source: N
ar: ﻻ

source: New root password (choose 'ask' to be asked at boot):
de: Neues root-Passwort (wählen Sie 'fragen' aus, um beim Starten gefragt zu werden):
it: Nuova password di root (seleziona 'richiedi' per farla chiedere all'avvio):
nl: Nieuw root wachtwoord (kies 'vragen' om tijdens het opstarten erom gevraagd te worden):
pl: Nowe hasło root (wybierz 'pytaj' aby być pytanym na starcie):

source: New proxy (empty for no proxy):
de: Neuer Proxy (leer lassen, um keinen Proxy zu setzen):
it: Nuovo proxy (lasciare vuoto se non usate un proxy):
nl: Nieuwe proxy (leeg voor geen proxy):
pl: Nowe proxy (puste jeśli bez proxy):

source: Path to the ISO to boot from:
de: Pfad zu dem ISO, von dem gestartet werden soll:
it: Percorso della ISO da cui avviare:
nl: Pad naar de ISO om op te starten:
pl: Ścieżka do ISO uruchamiana z:

source: Do you want to skip the language selection menu? [y/N]
de: Wollen Sie das Sprachauswahlmenü überspringen? [j/N]
it: Desiderate saltare il menu di selezione della lingua? [s/n]
nl: Wilt u het taalkeuze menu overslaan? [j/N]
pl: Chcesz pominąć sekcję ustawienia języka? [t/N]

source: Enter custom linux kernel parameters:
de: Geben Sie Ihre eigenen Parameter für den Linux-Kernel ein:
it: Inserisci i parametri personalizzati del kernel linux:
nl: Voer aangepaste Linux kernel parameters in:
pl: Wpisz niestandardowe parametry jądra linux:
