Repository: Salix-OS/SaLT
Catalog: grub2/genlocale/po/*.po
Languages: el, fr, ja, sv, uk

source: Start _DISTRONAME_
el: Εκκίνηση _DISTRONAME_
fr: Démarrer _DISTRONAME_
ja: _DISTRONAME_を起動します。
sv: Starta _DISTRONAME_
uk: Запустити _DISTRONAME_

source: Memory Test
el: Έλεγχος μνήμης
fr: Tester la mémoire (RAM)
ja: メモリーテスト
sv: Minnes Test
uk: Тестування пам’яті

source: Change language
el: Αλλαγή γλώσσας
fr: Changer la langue
ja: 言語設定
sv: Ändra språk
uk: Змінити мову

source: Change keyboard layout
el: Αλλαγή διάταξης πληκτρολογίου
fr: Changer la disposition du clavier
ja: キーボードの設定
sv: Ändra tangentbords layout
uk: Змінити розкладку клавіатури

source: Change boot options
el: Αλλαγή επιλογών εκκίνησης
fr: Changer les options de démarrage
ja: ブート・オプションの設定
sv: Ändra start parametrar
uk: Змінити опції завантаження

source: Boot to runlevel '3' (text mode)
el: Έναρξη σε runlevel '3' (τερματικό)
fr: Démarrer en runlevel '3' (mode texte)
ja: runlevel '3' (テキスト・モード)に起動する。
sv: Starta till körnivå '3' (text läge)
uk: Завантажити '3' рівень (текстовий режим)

source: Boot to runlevel '4' (graphical login) (default)
el: Έναρξη σε runlevel '4' (γραφικό περιβάλλον) (εξ ορισμού)
fr: Démarrer en runlevel '4' (mode graphique) (défaut)
ja: runlevel '4' (グラフィック・ログイン) (デフォ)に起動する。
sv: Starta till körnivå '4' (grafisk inloggning) (standard)
uk: Завантажити '4' рівень (графічний режим) (типово)

source: Enable 'Copy everything to RAM'
el: Ενεργοποίηση αντιγραφής όλων στη μνήμη RAM
fr: Activer la 'Copie intégrale vers la RAM'
ja: 'RAMに全てをコピーする'のオプションを使う。
sv: Aktivera 'Kopiera allt till RAM'
uk: Включити 'Копіювання всього у RAM'

source: Disable 'Copy everything to RAM' (default)
el: Απενεργοποίηση αντιγραφής όλων στη μνήμη RAM (εξ ορισμού)
fr: Désactiver la 'Copie intégrale vers la RAM' (défaut)
ja: 'RAMに全てコピーする' のオプションを使用しない。(デフォ)
sv: Avaktivera 'Kopiera allt till RAM' (standard)
uk: Виключити 'Копіювання всього у RAM' (типово)

source: Enable numlock on boot
el: Ενεργοποίηση του numlock κατά την έναρξη
fr: Activer le verrou numérique au démarrage
ja: 数字キーパッドを起動時にアクチベートする。
sv: Aktivera numlock vid uppstart
uk: Включити numlock при завантаженні

source: Disable numlock on boot (default)
el: Απενεργοποίηση του numlock κατά την έναρξη (εξ ορισμού)
fr: Désactiver le verrou numérique au démarrage (défaut)
ja: 起動時に数字キーパッドをアクチベートしない (デフォ)
sv: Avaktivera numlock vid uppstart (standard)
uk: Виключити numlock при завантаженні (типово)

source: Enable synaptics fdi (sometimes unreliable)
el: Ενεργοποίηση του synaptics fdi (αναξιόπιστο μερικές φορές)
fr: Activer la prise en charge Synaptic FDI du pavé tactile (parfois non fiable)
ja: synaptics fdi を使用する。(ときどき不安定)
sv: Aktivera synaptics FDI (ibland opålitlig)
uk: Включити synaptics fdi (іноді не працює)

source: Disable synaptics fdi (reliable) (default)
el: Απενεργοποίηση του synaptics fdi (αξιόπιστο) (εξ ορισμού)
fr: Désactiver la prise en charge Synaptic FDI du pavé tactile (fiable) (défaut)
ja: synaptics fdi を使用しない (安定) (デフォ)
sv: Inaktivera synaptics FDI (tillförlitlig) (standard)
uk: Виключити synaptics fdi (працює завжди) (типово)

source: Return to boot menu
el: Επιστροφή στο μενού εκκίνησης
fr: Retourner au menu de démarrage
ja: ブート・メニューに戻る
sv: Återgå till boot meny
uk: Повернутися до меню завантаження

source: Enable Ibus
el: Ενεργοποίηση του IBus
fr: Activer Ibus
ja: ibusを有効化する。
sv: Aktivera ibus
uk: Включити IBUs

source: Disable Ibus (default)
el: Απενεργοποίηση του IBus (εξ ορισμού)
fr: Désactiver Ibus (par défaut)
ja: ibusを無効化する（デフォルト）
sv: Inaktivera ibus (standard)
uk: Вимкнути IBUs (за замовчуванням)

source: No sound on boot
el: Χωρίς ήχο κατά την εκκίνηση
fr: Pas de son au démarrage
ja: 起動時に音を出さない。
sv: Inget ljud vid uppstart
uk: Відсутній звук при завантаженні

source: Enable sound on boot (default)
el: Ενεργοποίηση του ήχου κατά την εκκίνηση (εξ ορισμού)
fr: Activer le son au démarrage (par défaut)
ja: ブート時の音を有効化する（デフォルト）
sv: Aktivera ljud vid start (standard)
uk: Увімкнути звук при завантаженні (за замовчуванням)

source: Enable autologin on boot (default)
el: Αυτόματη είσοδος κατά την εκκίνηση (εξ ορισμού)
fr: Activer la connexion automatique (par défaut)
ja: ブート時の自動ログインを有効化する（デフォルト）
sv: Aktivera autoinloggning vid start (standard)
uk: Включити автоматичний вхід при завантаженні системи (за замовчуванням)

source: Disable autologin on boot
el: Χωρίς αυτόματη είσοδο κατά την εκκίνηση
fr: Désactiver la connexion automatique
ja: ブート時の自動ログインを無効化する
sv: Inaktivera autoinloggning vid uppstart
uk: Відключення автоматичного входу при завантаженні

source: Enable gfxpayload=keep (default)
el: Ενεργοποίηση του gfxpayload=keep (εξ ορισμού)
fr: Activer gfxpayload=keep (par défaut)
ja: gfxpayload=keep の有効化（デフォルト）
sv: Aktivera gfxpayload=behåll (standard)
uk: Включити gfxpayload=keep (за замовчуванням)

source: Disable gfxpayload=keep (if it doesn't load try this)
el: Απενεργοποίηση του gfxpayload=keep (αν υπάρχει πρόβλημα δοκιμάστε αυτό)
fr: Désactiver gfxpayload=keep (si ça ne démarrer pas, essayez ça)
ja: gfxpayload=keep の無効化（ロードしない場合）
sv: Inaktivera gfxpayload=håll (om den inte laddas prova det här)
uk: Вимкнути gfxpayload=keep (якщо не завантажується спробувати це)

source: Change root password
el: Αλλαγή του κωδικού του χρήστη root
fr: Changer mot de passe root
ja: ルートパスワードを変更する。
sv: Ändra lösenordet för root
uk: Зміна пароля суперкористувача

source: New root password (choose 'ask' to be asked at boot):
el: Νέος κωδικός για το χρήστη root (επιλέξτε 'ask' αν θέλετε να ερωτηθείτε κατά την εκκίνηση):
fr: Nouveau mot de passe root («ask» pour le taper plus tard) :
ja: 新しいルートパスワード（起動時に問いたい場合は、”ask”を選択）：
sv: Nya lösenordet för root (välj "be" att bli tillfrågad vid uppstart):
uk: Новий пароль суперкористувача (виберіть 'питати', щоб запитувало при завантаженні):

source: Set a proxy
el: Ορισμός proxy
fr: Définissez un proxy
ja: プロキシを設定する。
sv: Ställ in en proxy
uk: Встановити проксі

source: New proxy (empty for no proxy):
el: Νέος proxy (κενό αν δεν επιθυμείτε proxy):
fr: Nouveau proxy (vide pour aucun proxy) :
ja: 新しいプロキシ（プロキシなしの場合は、無記入）：
sv: Nya proxy (tomt för ingen proxy):
uk: Новий проксі-сервер (порожньо без проксі):

source: Boot from an ISO
el: Εκκίνηση από ένα αρχείο ISO
fr: Démarrer à partir d'un ISO
ja: ISOからのブート。
sv: Starta från en ISO
uk: Завантаження з ISO

source: Path to the ISO to boot from:
el: Τοποθεσία του ISO προς εκκίνηση:
fr: Chemin vers l'ISO depuis lequel démarrer :
ja: 起動するためのISOへのパス：
sv: Sökväg till ISO för att starta från:
uk: Шлях до ISO для завантаження:

source: Live system is loading...
el: Το Live σύστημα εκκινεί...
fr: Le système Live démarre...
ja: ライブシステムがロードされています...
sv: Live systemet laddas...
uk: Жива система завантажується ...

source: Save all settings to be autoloaded for future boots
el: Αποθήκευση όλων των ρυθμίσεων, ώστε να φορτώνονται αυτόματα για μελλοντικές εκκινήσεις
fr: Enregistrer les paramètres pour qu'ils s'auto-chargent aux futurs démarrages
ja: 次からのブートのためにオートロードされるすべての設定を保存
sv: Spara alla inställningar att autoladda för framtida starter
uk: Збережіть всі параметри, які будуть автоматично завантажуються для майбутніх завантажень

source: Do you want to skip the language selection menu? [y/N]
el: Θέλετε να προσπεράσετε το μενού επιλογής γλώσσας; [ν/Ο]
fr: Voulez-vous ignorer le menu de sélection de langue ? [o/N]
ja: 言語選択メニューをスキップしますか？ [y/N]
sv: Vill du hoppa över menyn språkval? [j/N]
uk: Ви бажаєте пропустити меню вибору мови? [y/N]

source: Invalid response
el: Άκυρη ανταπόκριση
fr: Réponse non valide
ja: 無効な応答
sv: Ogiltigt svar
uk: Невірна відповідь

source: There was an error saving your settings. Are the live files located on a writeable media like an USB key (i.e. not a CDROM)?
el: Υπήρξε ένα σφάλμα κατά την αποθήκευση των ρυθμίσεων. Είναι τα αρχεία αποθηκευμένα σε ένα εγγράψιμο μέσο, όπως ένας δίσκος flash USB (π.χ. όχι σε CDROM);
fr: Il y a eu une erreur d'enregistrer de vos paramètres. Les fichiers se trouvent-ils sur un support inscriptible comme une clé USB (c'est à dire pas un CDROM) ?
ja: 設定を保存中エラーが発生しました。 ライブファイルは、USBキー（つまり、CDROMではない）などの書き込み可能なメディア上にありますか？
sv: Det uppstod ett fel vid sparandet av dina inställningar. Är live filen på ett skrivbart media som en USB-nyckel (dvs inte en cd-rom)?
uk: Виникла помилка при збереженні налаштувань. Чи файли системи розташовані на носіях, таких як флешка USB (тобто не на CD-ROM)?

source: y
el: ν
fr: o
sv: j

source: Y
el: Ν
fr: O
sv: J

source: n
el: ο

source: N
el: Ο

source: Custom linux kernel parameters
el: Προσαρμοσμένες παράμετροι του πυρήνα Linux
ja: カスタム·リナックス·カーネル·パラメータ
sv: Anpassad linux kärnparametrar
uk: Додаткові параметри ядра лінукс

source: Enter custom linux kernel parameters:
el: Πληκτρολογήστε τις προσαρμοσμένες παραμέτρους του πυρήνα Linux:
ja: カスタム·リナックス·カーネル·パラメータを入力：
sv: Ange anpassade linux kärnparametrar:
uk: Введіть додаткові параметри ядра лінукс:
